Repository: claudiobogossian/terraprint
Catalog: share/terralib/translations/messages/*/LC_MESSAGES/telayout.po
Languages: pt_br

source: None
pt_br: Nenhum

source: Center
pt_br: Centralizado

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Justify
pt_br: Justificado

source: Right Arrow
pt_br: Seta à Direita

source: Left Arrow
pt_br: Seta à Esquerda

source: Double Arrow
pt_br: Seta Dupla

source: Rectangle Balloon
pt_br: Balão Retângular

source: Rounded Rectangle Balloon
pt_br: Balão Retângular Arredondado

source: Ellipse Balloon
pt_br: Balão Elipse

source: Int
pt_br: Inteiro

source: Double
pt_br: Duplo

source: Float
pt_br: Real

source: String
pt_br: Texto

source: Bool
pt_br: Booleano

source: Color
pt_br: Cor

source: Grid Settings
pt_br: Configurações da Grade

source: String List
pt_br: Lista de Textos

source: Font
pt_br: Fonte

source: Image
pt_br: Imagem

source: Text Grid Settings
pt_br: Configurações do Texto da Grade

source: Group
pt_br: Grupo

source: Map Choice
pt_br: Escolha do Mapa

source: Legend Choice
pt_br: Escolha da Legenda

source: String Vector
pt_br: Vetor de Textos

source: String Matrix
pt_br: Matriz de Textos

source: SVG View
pt_br: Vista SVG

source: Geometry
pt_br: Geometria

source: Item Observer
pt_br: Observer do Item

source: Group Properties
pt_br: Propriedades do Grupo

source: Map Settings
pt_br: Configurações do mapa

source: Scale Settings
pt_br: Configurações da escala

source: North Settings
pt_br: Configuração do Norte

source: Page Setup
pt_br: Configuração da Página

source: Path
pt_br: Caminho

source: Map Location Settings
pt_br: Configurações do Mapa de Localização

source: Continuous Lines
pt_br: Linhas Contínuas

source: Cross Lines
pt_br: Cruzetas

source: No Line
pt_br: Nenhuma Linha

source: Continuous
pt_br: Contínuo

source: Dashed
pt_br: Tracejado

source: Dotted
pt_br: Pontilhado

source: Dash Dot
pt_br: Traço-Ponto

source: Dash Dot Dot
pt_br: Traço-Ponto-Ponto

source: Map Pan
pt_br: Voo no Mapa

source: Map Zoom In
pt_br: Zoom Mais no Mapa

source: Map Zoom Out
pt_br: Zoom Menos no Mapa

source: Map Recompose
pt_br: Recompor Mapa

source: Printer Preview
pt_br: Pré-visualização de Impressão

source: Printer
pt_br: Impressora

source: Systematic Scale
pt_br: Escala Sistemática

source: Undo
pt_br: Desfazer

source: Redo
pt_br: Refazer

source: Text Editor Interaction
pt_br: Interação com Editor de Texto

source: Arrow Cursor
pt_br: Ponteiro

source: North Arrow 1
pt_br: Seta de Norte 1

source: North Arrow 2
pt_br: Seta de Norte 2

source: North Arrow 3
pt_br: Seta de Norte 3

source: North Arrow 4
pt_br: Seta de Norte 4

source: Rectangle Item
pt_br: Item de Retângulo

source: Map Item
pt_br: Item de Mapa

source: Paper Item
pt_br: Item de Papel

source: Legend Item
pt_br: Item de Legenda

source: Properties Window
pt_br: Janela de Propriedades

source: Display Window
pt_br: Janela de Exibição

source: Object Inspector Window
pt_br: Janela de Inspetor de Objetos

source: Toolbar
pt_br: Barra de Ferramentas

source: Text Item
pt_br: Item de Texto

source: Item Group
pt_br: Item de Grupo

source: Scale Item
pt_br: Item de Escala

source: Image Item
pt_br: Item de Imagem

source: Point Item
pt_br: Item de Ponto

source: Arrow Item
pt_br: Item de Seta

source: Ellipse Item
pt_br: Item de Elipse

source: Title Item
pt_br: Item de Título

source: Text Grid Item
pt_br: Item de Grade de Textos

source: Edit Template
pt_br: Editar Modelo

source: Legend Child Item
pt_br: Item de Filho da Legenda

source: Line Item
pt_br: Item de Linha

source: Polygon Item
pt_br: Item de Polígono

source: Balloon Item
pt_br: Item de Balão

source: BarCode Item
pt_br: Item de Código de Barras

source: Grid Map Item
pt_br: Item de Grade do Mapa

source: Map Layout Choice
pt_br: Escolha do Layout do Mapa

source: SVG Dialog
pt_br: Diálogo de SVG

source: North Item
pt_br: Item de Norte

source: Map Location Item
pt_br: Item de Mapa de Localização

source: Color Dialog
pt_br: Diálogo de Cor

source: Font Dialog
pt_br: Diálogo de Fonte

source: Star Item
pt_br: Item de Estrela

source: SVG Item
pt_br: Item de SVG

source: Export Settings
pt_br: Configuração de Exportação

source: Three North Item
pt_br: Item 3-Nortes

source: Print Settings
pt_br: Configurações de Impressão

source: 5-Points Star
pt_br: Estrela de 5 Pontos

source: 6-Points Star
pt_br: Estrela de 6 Pontos

source: 7-Points Star
pt_br: Estrela de 7 Pontos

source: 8-Points Star
pt_br: Estrela de 8 Pontos

source: Circle
pt_br: Círculo

source: Square
pt_br: Quadrado

source: Rhombus
pt_br: Losango

source: Cross
pt_br: Cruz

source: Simple Rectangle
pt_br: Retângulo Simples

source: Rounded Rectangle
pt_br: Retângulo Arredondado

source: Single Corner Trimmed Rectangle
pt_br: Retângulo com um Canto Cortado

source: Alternating Scale Bar
pt_br: Barra de escala alternada

source: Double Alternating Scale Bar
pt_br: Barra de escala dupla alternada

source: Hollow Scale Bar
pt_br: Barra de escala sem preenchimento

source: Temp File
pt_br: Arquivo Temporário

source: XML Template
pt_br: Modelo de XML

source: Default Format
pt_br: Formato Padrão

source: ANP Format
pt_br: Formato ANP

source: Font Item
pt_br: Item de Fonte

source: Zoom Area Tool
pt_br: Ferramenta de Zoom Área

source: Create Line Item Tool
pt_br: Ferramenta de Criação de Item de Linha

source: Create Polygon Item Tool
pt_br: Ferramenta de Criação de Item de Polígono

source: Create Item Tool
pt_br: Ferramenta de Criação de Item

source: Resizable
pt_br: Redimensionável

source: Id
pt_br: Identificador

source: Name
pt_br: Nome

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Background Color
pt_br: Cor de Fundo

source: Show Frame
pt_br: Exibir Borda

source: Frame Color
pt_br: Cor da Borda

source: Frame Thickness
pt_br: Expessura da Borda

source: Keep Aspect on Resize
pt_br: Manter Relação de Aspecto

source: Rotation
pt_br: Rotação

source: Printable
pt_br: Imprimível

source: Order in which appears
pt_br: Ordem em que aparece

source: Editable
pt_br: Editável

source: The given Map could not be read. It was generated by a more recent version of TerraPrint. You must upgrade TerraPrint to be able to open the given Map!
pt_br: A Carta fornecida não pôde ser lida. Ela foi criada por uma versão mais recente do TerraPrint. Você deve atualizar o TerraPrint para ser capaz de abrir esta Carta!

source: Error parsing:
pt_br: Erro ao interpretar:

source: Graphic Type
pt_br: Tipo do Gráfico

source: Line Width
pt_br: Largura da Linha

source: Fill Color
pt_br: Cor de Preenchimento

source: Contour Color
pt_br: Cor de Contorno

source: Balloon Type
pt_br: Tipo do Balão

source: Alignment
pt_br: Alinhamento

source: Balloon Direction
pt_br: Direção do Balão

source: Margin Size
pt_br: Tamanho de Margem

source: Contour Thickness
pt_br: Espessura do Contorno

source: Barcode Size
pt_br: Tamanho do Código de Barras

source: File Name
pt_br: Nome do Arquivo

source: Select the legend
pt_br: Selecione a legenda

source: Connection with
pt_br: Conectar com

source: Font Title
pt_br: Título da Fonte

source: Font Title Color
pt_br: Cor do Título da Fonte

source: Legend Body
pt_br: Corpo da Legenda

source: Font Legend
pt_br: Fonte da Legenda

source: Font Legend Color
pt_br: Cor da Fonte da Legenda

source: Border Displacement
pt_br: Deslocamento da Borda

source: Displacement Between Symbols
pt_br: Deslocamento entre Símbolos

source: Displacement Between Title And Symbols
pt_br: Deslocamento entre o Título e os Símbolos

source: Displacement Between Symbols And Texts
pt_br: Deslocamento entre os Símbolos e os Textos

source: Symbol Size
pt_br: Tamanho do Símbolo

source: Rows
pt_br: Linhas

source: Offset Between Columns
pt_br: Deslocamento entre as colunas

source: Line Style
pt_br: Estilo da Linha

source: Settings
pt_br: Configurações

source: Reference Envelope Fill Color
pt_br: Cor de Preenchimento do Retângulo de Referência

source: Reference Envelope Contour Color
pt_br: Cor de Contorno do Retângulo de Referência

source: Choice
pt_br: Escolha

source: Select layers
pt_br: Selecionar planos

source: Invalid attribute in MapModel
pt_br: Atributo inválido no Modelo do Mapa

source: Visible
pt_br: Visível

source: Horizontal Gap
pt_br: Intervalo horizontal

source: Vertical Gap
pt_br: Intervalo vertical

source: Initial Point X
pt_br: Ponto Inicial em X

source: Initial Point Y
pt_br: Ponto Inicial em Y

source: Show Border Intersection
pt_br: Exibir a Intersecção de Borda

source: Style
pt_br: Estilo

source: Line Color
pt_br: Cor da Linha

source: Text Color
pt_br: Cor do Texto

source: All Texts Visible
pt_br: Exibir Todos os Textos

source: Superscript
pt_br: Sobrescrito

source: Horizontal Displacement
pt_br: Deslocamento Horizontal

source: Vertical Displacement
pt_br: Deslocamento Vertical

source: Bottom Text Visible
pt_br: Exibir Textos de Baixo

source: Left Text Visible
pt_br: Exibir Textos da Esquerda

source: Right Text Visible
pt_br: Exibir Textos da Direita

source: Top Text Visible
pt_br: Exibir Textos de Cima

source: Bottom Text Rotate
pt_br: Rotação dos Textos de Baixo

source: Left Text Rotate
pt_br: Rotação dos Textos da Esquerda

source: Right Text Rotate
pt_br: Rotação dos Textos da Direita

source: Top Text Rotate
pt_br: Rotação dos Textos de Cima

source: Cross Offset
pt_br: Tamanho da Cruz

source: Planar SRID
pt_br: SRID Planar

source: Layers
pt_br: Planos

source: World Box
pt_br: Retângulo envolvente

source: Scale
pt_br: Escala

source: Size Unit
pt_br: Unidade do Tamanho

source: Fixed Scale
pt_br: Escala Fixa

source: Show Map Frame
pt_br: Exibir Borda do Mapa

source: Map Frame Thickness
pt_br: Expessura da Borda do Mapa

source: Map Frame Color
pt_br: Cor da Borda do Mapa

source: Planar Grid Settings
pt_br: Configurações da Grade Planar

source: Unit
pt_br: Unidade

source: Geodesic Grid Settings
pt_br: Configurações da Grade Geodésica

source: Show Degrees Text
pt_br: Exibir Texto de Graus

source: Show Minutes Text
pt_br: Exibir Texto de Minutos

source: Show Seconds Text
pt_br: Exibir Texto de Segundos

source: Seconds Text Precision
pt_br: Precisão dos segundos

source: Geodesic SRID
pt_br: SRID Geográfico

source: Text Format
pt_br: Formato do Texto

source: Paper Color
pt_br: Cor do Papel

source: Shadow Color
pt_br: Cor da Sombra

source: Shadow padding
pt_br: Deslocamento da Sombra

source: Paper width
pt_br: Largura do Papel

source: Paper height
pt_br: Altura do Papel

source: Paper type
pt_br: Tipo do Papel

source: Orientation
pt_br: Orientação

source: Setup
pt_br: Configuração

source: Graphic type
pt_br: Tipo do Gráfico

source: Keep Aspect
pt_br: Manter Aspecto

source: SVG Library
pt_br: Biblioteca SVG

source: Scale Gap X
pt_br: Intervalo da Escala em X

source: Scale Gap Y
pt_br: Intervalo da Escala em Y

source: Font Color
pt_br: Cor da fonte

source: Scale Gap X In Unit
pt_br: Intervalo na horizontal em unidade

source: Only the first and the last value
pt_br: Apenas o primeiro e o último valor

source: By Breaks
pt_br: Por quebras

source: Number of graphical scale breaks
pt_br: Número de quebras da escala gráfica

source: Displacement Between Scale And Text
pt_br: Deslocamento entre a Escala e os Textos

source: Draw texts below the bar
pt_br: Desenhar os textos abaixo da barra

source: Text Matrix
pt_br: Matriz de Textos

source: Number of Rows
pt_br: Número de Linhas

source: Number of Columns
pt_br: Número de Colunas

source: Text
pt_br: Texto

source: color
pt_br: cor

source: Meridian Convergence
pt_br: Convergência Meridiana

source: Magnetic North
pt_br: Norte Magnético

source: Angle Meridian Convergence
pt_br: Ângulo da convergência meridiana

source: Angle Magnetic North
pt_br: Ângulo do norte magnético

source: Date
pt_br: Data

source: Map Item Without Projection
pt_br: Mapa está sem projeção

source: Layer
pt_br: Plano

source: Without Projection
pt_br: Sem projeção

source: E
pt_br: L

source: W
pt_br: O

source: Delete
pt_br: Remover
